[
    {
        "id": 1,
        "imagem": "./images/plantas-medicinais/camomila.png",
        "nome-planta": "CAMOMILA",
        "nome-cientifico": "Matricaria chamomilla L.",
        "nome-popular": "Camomila",
        "compostos-quimicos": "Óleos essenciais, flavonóides, cumarinas, taninos, ácidos fenólicos, mucossacarídeos, taninos, polissacarídeos, éteres bicíclicos, ácidos orgânicos e vitamina c",
        "atividades-terapeuticas": "Anti-inflamatório,ansiolítico, digestivo, indicado em casos de náuseas e vômitos",
        "parte-utilizada": "Flores",
        "modo-preparo": "Infusão",
        "contraindicacao": "Não associar com sedativos, bebidas alcoólicas, anticoagulantes e ansiolíticos."
    },
    {
        "id": 2,
        "imagem": "./images/plantas-medicinais/erva-cidreira.jpeg",
        "nome-planta": "ERVA CIDREIRA",
        "nome-cientifico": "Melissa officinalis L ",
        "nome-popular": "Melissa, Melissa Verdadeira e Erva Cidreira",
        "compostos-quimicos": "Ácido Rosmarinico, óleo essencial; Flavonóides, ácidos carboxílicos, taninos, mucilagens urônicas. ",
        "atividades-terapeuticas": "Tem ação sedativo, ligeiramente hipnótico e antioxidante, é indicada em casos de inapetência, na gastrite, nos espasmos gastrintestinais, nas disquinesias hepatobiliares, meteorismo, nas coleocistites, Antidiarréico, insônia, anti-hipertensivo, taquicardia, enxaqueca, asma, dismenorréia, em feridas, no hipertiroidismo e em herpes simples.",
        "parte-utilizada": "Folha e caule",
        "modo-preparo": "Infusão, decocção, tintura e extrato ",
        "contraindicacao": "Altas quantidades de erva cidreira podem levar a uma frequência cardíaca mais lenta e a hipotensão, pressão arterial baixa."
    },
    {
        "id": 3,
        "imagem": "./images/plantas-medicinais/alecrim.png",
        "nome-planta": "ALECRIM",
        "nome-cientifico": "Rosmarinus officialis L.",
        "nome-popular": "Alecrim",
        "compostos-quimicos": "Hidrocarbonetos, flavonoides, ácidos triterpênicos, ácidos oleanólico, ursólico, diterpeno carnosol, ácidos cafeico, clorogénico, labiático, neoclorogênico e rosmarínico, saponina, alcaloides e taninos.",
        "atividades-terapeuticas": "Antimicrobiano, antiulcerogêncio, antifungica, analgésica colagoga, amtisséptica, nacrótica, emanagoga – estimula a menstruação-. Além disso tem ação anticaspa e previne a queda de cabelo, reduz o estresse e é indicada em casos de bronquite e asma.",
        "parte-utilizada": "Folhas e flores",
        "modo-preparo": "Infusão, preparo de alimentos",
        "contraindicacao": "Pessoas com problemas gastrenterites, dermatoses, com problemas de próstatas e grávidas."
    },
    {
        "id": 4,
        "imagem": "./images/plantas-medicinais/hotela.png",
        "nome-planta": "HORTELÃ",
        "nome-cientifico": "Mentha piperita L. ",
        "nome-popular": "Hortelã",
        "compostos-quimicos": "Óleo Essencial, mentol, acetato de mentilo, mentona,felandreno, limoneno, além de taninos; flavonoides, triterpenos: ácido ursolíco e ácido oleanólico, como também os princípios amargos; Ácidos Fenólicos; Ácido Rosmarínico.",
        "atividades-terapeuticas": "Possui atividade antiinflamatória, sendo assim eficazes para sintomas da gripe, resfriado, rinite e sinusite, aliviando a febre, dor de cabeça, dor de garganta e tosse.",
        "parte-utilizada": "Folha.",
        "modo-preparo": "Preparar por infusão ",
        "contraindicacao": "Em indivíduos sensíveis ao mentol podem aparecer insônia e irritabilidade nervosa."
    },
    {
        "id": 5,
        "imagem": "./images/plantas-medicinais/maracuja.png",
        "nome-planta": "MARACUJÁ",
        "nome-cientifico": "Passiflora alata Dryand",
        "nome-popular": "Maracujá",
        "compostos-quimicos": "Alcalóides, flavonóides, glicosídeos cianogênicos, sitosterol, estigmasterol, saponina, gomas, taninos, pigmentos, pectinas, serotonina, resinas, ácido licânico e ácido parinário.",
        "atividades-terapeuticas": "É indicado em casos de Ansiedade, perturbações nervosa da menopausa, Insônia, taquicardia nervosa e doenças espasmódicas.",
        "parte-utilizada": "Folhas",
        "modo-preparo": "Infusão, tintura e óleo - semente",
        "contraindicacao": "É contraindicado em pessoas de hipotensão. Deve-se controlar o uso das folhas na forma de chá, pois existem riscos de intoxicação cianídrica consequente ao uso de doses exageradas. Não há relatos de risco durante a gestação/lactação"
    },
    {
        "id": 6,
        "imagem": "./images/plantas-medicinais/eucalipto.png",
        "nome-planta": "EUCALIPTO",
        "nome-cientifico": "Eucalyptus glubulus Labill",
        "nome-popular": "Eucalipto, árvore da febre, gomeiro azul e mogno branco",
        "compostos-quimicos": "Óleos essenciais, como o 1,8-cineol, pineno, mirtenol, pinocarvona, terpenos e aldeídos alifáticos, taninos, flavonoides, eucaliptrina, hiperosideo, quercetina, rutina, ácidos polifenóis, resina e ceras",
        "atividades-terapeuticas": "Tem ação expectorante, fluidificante, antibiótica e antisséptica, além disso é indicado para afecções das vias respiratórias: gripes, bronquites, asma, tosse, catarro. Doenças reumáticas, antisséptico e repelente de insetos.",
        "parte-utilizada": "Folhas",
        "modo-preparo": "Tintura, óleo, infusão",
        "contraindicacao": "Sem toxidade nas doses recomendadas. Acima das doses terapêuticas pode causar envenenamento. Crianças podem apresentar reações de envenenamento com poucas gotas de óleo. É contraindicado durante gravidez e lactação; em pacientes com história de hipersensibilidade ao eugenol; em portadores de doenças inflamatórias do trato gastrointestinal; em portadores de doenças inflamatórias dos dutos biliares ou doenças hepáticas graves. O uso no rosto ou nariz em crianças pelo risco de provocar espasmos na laringe"
    },
    {
        "id": 7,
        "imagem": "./images/plantas-medicinais/expinheira-santa.png",
        "nome-planta": "ESPINHEIRA-SANTA",
        "nome-cientifico": "Maytenus ilicifolia Mart. ex Reissek",
        "nome-popular": "Espinheira-santa, câncerosa, churrasqueira, espinho de Deus, salva-vidas",
        "compostos-quimicos": "Taninos, alcaloides, triterpenos, flavonoides, cumarinas, esteroides, resinas, lignanas",
        "atividades-terapeuticas": "É utilizada no tratamento de distúrbios gastrointestinais, como gastrite, úlcera, azia, má digestão, refluxo, além de ser indicada para problemas no fígado e vesícula biliar. Possui propriedades anti-inflamatórias, antioxidantes, antissépticas e cicatrizantes.",
        "parte-utilizada": "Folhas, cascas e raízes",
        "modo-preparo": "Chá, extrato, tintura",
        "contraindicacao": "O uso excessivo pode causar intoxicação. Não é recomendado para gestantes, lactantes, crianças, pessoas com pressão baixa, e em casos de úlceras pépticas não tratadas. Também deve ser evitado por pessoas alérgicas à planta."
    },
    {
        "id": 8,
        "imagem": "./images/plantas-medicinais/malva.png",
        "nome-planta": "MALVA",
        "nome-cientifico": "Malva sylvestris L ",
        "nome-popular": "Malva, malva comum e malva grande",
        "compostos-quimicos": "Mucilagens, vitaminas A, B1, B2, C e carotenos, óleos essenciais (ácidos oléico, palmítico e esteárico), ácido cumarínico, clorogênico e cafeico, flavonoides e taninos",
        "atividades-terapeuticas": "Antiinflamatória e protetora de mucosas do trato digestivo, Expectorante, Hipoglicemiante, Laxante suave",
        "parte-utilizada": "Flores e folhas ",
        "modo-preparo": "Cataplasma, infusão, decocção, suco e extrato.",
        "contraindicacao": "não foi encontrado relatos na literatura"
    },
    {
        "id": 9,
        "imagem": "./images/plantas-medicinais/macela.png",
        "nome-planta": "MACELA",
        "nome-cientifico": "Achyrocline satureoides (LAM) D.C.",
        "nome-popular": "Macela, marcela, macela amarela e macela da terra",
        "compostos-quimicos": "Flavonóides, ésteres da calerianina, ácido cafeico, ácido protocatéquico, óleo essencial e saponinas triterpênicas.",
        "atividades-terapeuticas": "Anti-inflamatória, calmante, bactericida, Antidiarreica, miorrelaxante, antiespasmódica, digestiva, estomáquica, emenagoga e Antiviral.",
        "parte-utilizada": "Flores",
        "modo-preparo": "Infusão e tintura ",
        "contraindicacao": "seu uso deve ser evitado por gestantes. Não há relatos de quem afetem a lactação. É contraindicado para pessoas com hipoglicemia, diabéticos devem usá-la sob acompanhamento e ter seus níveis de glicemia sob constante monitoramento."
    },
    {
        "id": 10,
        "imagem": "./images/plantas-medicinais/mastruz.png",
        "nome-planta": "MASTRUZ",
        "nome-cientifico": "Dysphania ambrosioides",
        "nome-popular": "Erva-de-santa-maria ou mastruz",
        "compostos-quimicos": "Óleos essenciais, ascaridol, safrole, N-docosano, N-hentriacontano, Nheptacosano, N-octacosano, b-pineno, methadieno, dimetilsulfóxido, d-terpineol, aritasona, salicilato de metila, cânfora, ambrosídeo, betaína, kaempferol rhamnosídeo, santonina, chenopodium saponina A, chenopodosídeos A e B, cineol, p-cimeno, pinocarvona, quenopodina, histamina, limoneno, glicol, ácidos butírico e salicílico, ácidos orgânicos, taninos, terpenos, p-cimol, linomeno, pectina, sais minerais e o anetol",
        "atividades-terapeuticas": "Vermífugo, cicatrizante, antiséptica tópica, antitussígeno, antipalúdica, diaforética, diurética, amebicida, tônica, Antiulcerosa, antifúngica, sedativa, carminativa, anticancerígena, purgante, digestiva, estimulante, antigripal, emoliente, emenagoga, antiasmática, antiespasmódica, antiinflamatória, antinevrálgica e antihemorroidária",
        "parte-utilizada": "Folhas, espigas e cascas ",
        "modo-preparo": "Infusão, decocção e inserir na alimentação",
        "contraindicacao": "Mesmo com o uso de doses terapêuticas do óleo, indivíduos sensíveis podem apresentar alterações do Sistema Nervoso Central – espasmos, paralisias e paquimeningite hemorrágica. Também é comum danos ao nervo coclear, causando zumbidos e diminuição da audição. É contraindicado seu uso na gestação, lactação e para casais que querem engravidar."
    },
    {
        "id": 11,
        "imagem": "./images/plantas-medicinais/cravinha.png",
        "nome-planta": "CRAVINHO",
        "nome-cientifico": "Caryophyllus aromaticus L.",
        "nome-popular": "Cravo da Índia",
        "compostos-quimicos": "Óleo Essencial acetato de eugenol, cavicol,sesquiterpenosóxido de cariofileno, epóxido de humuleno, salicilato de metila, β – amirina, ácido Protocatéquico, ácido Gálico,ácido Cratególico,ácido oleânico, flavonóides e taninos Elágicos.",
        "atividades-terapeuticas": "Flatulência, Antidiarreico, dispepsias hiposecretoras e bronquite. No uso tópico é utilizado para dermatomicoses, limpeza de feridas e ulcerações dérmicas, estomatite, parodontopatias, odontalgias, amidalites",
        "parte-utilizada": "Botão floral e óleo essencial.",
        "modo-preparo": "Infusão, pó e óleo essencial.",
        "contraindicacao": "Gestantes, lactantes e crianças menos de 6 anos"
    },
    {
        "id": 12,
        "imagem": "./images/plantas-medicinais/canela.png",
        "nome-planta": "CANELA",
        "nome-cientifico": "Cinnamomum ssp",
        "nome-popular": "Canela",
        "compostos-quimicos": "Óleo Essencial mucilagem, resina, procianidina oligométrica, taninos condensados, oxalato de cálcio, cinceilanina, goma e manitol.",
        "atividades-terapeuticas": "Antiespasmódica, antimicrobiana e adstringente. Além de serutilizada nas flatulências, Antidiarréica e estimula as funções digestivas e circulatórias.",
        "parte-utilizada": "Casca",
        "modo-preparo": "Extrato, pó e decocção",
        "contraindicacao": "Na gravidez, amamentação e úlceras gástricas e duodenais. Os efeitos colaterais da canela incluem alergias e irritação na pele."
    },
    {
        "id": 13,
        "imagem": "./images/plantas-medicinais/babosa-aloe-vera.png",
        "nome-planta": "ALOE VERA",
        "nome-cientifico": "ALOE VERA",
        "nome-popular": "Erva-babosa",
        "compostos-quimicos": "É composto de Aloína, heterosídeos antraquinônicos, emodina livre, resina, como também de polissacarídeos. Atividades terapêuticas: Antitumorais, antidiabéticas, antitirosinase, antioxidante, anti-inflamatória, propriedades hepatoprotetoras, imunomoduladoras e antiulcerosa Cicatrizante, Analgésico, além de ser um poderoso agente hidratante.",
        "atividades-terapeuticas": "xxx",
        "modo-preparo": "Como cataplasma, em compressas",
        "contraindicacao": "Pacientes com hipersensibilidade a substância.O uso de preparações de Aloe vera deve ser evitado em pessoas com alergia a plantas da família Liliaceae ( alho, cebola e as tulipas)."
    },
    {
        "id": 14,
        "imagem": "./images/plantas-medicinais/goiabeira.png",
        "nome-planta": "GOIABEIRA",
        "nome-cientifico": "Psidium guajava Linnaeus ",
        "nome-popular": "Goiaba",
        "compostos-quimicos": "Taninos, óleos essenciais (cariofileno, nerolidiol, bisaboleno, aromadendreno, selineno, pineno e cineol), triterpenóides (ácidos oleânico, ursólico, catecólico, guayavólico, maslínico e elágico) e beta-sistosterol, leucocianidinas, esteróis, cumarinas, flavonóides, ácido cinamóico e hexenóico e abundantemente ácido ascórbico (vitamina C), proteínas, hidratos de carbono, fibras, cálcio, fósforo, ferro, sódio, potássio, caroteno, tiamina, riboflavina e niacina.",
        "atividades-terapeuticas": "Antidiarreica, antiespasmódica, antimicrobiana em lesões de pele e mucosas, hipoglicemiante, antioxidante e antiagregante plaquetária, possuindo também ação antimicrobiana contra Staphylococcus aureus, Streptococcus pyogenes e Proteus mirabilis.",
        "parte-utilizada": "Folhas, cascas, frutos e até a raiz.",
        "modo-preparo": "Infusão, maceração e decocção.",
        "contraindicacao": "Mulheres grávidas e em períodos de lactação, crianças pequenas, bem como em pessoas que apresentam prisão de ventre, pois pode causar constipação."
    },
    {
        "id": 15,
        "imagem": "./images/plantas-medicinais/louro.png",
        "nome-planta": "LOURO",
        "nome-cientifico": "Laurus nobilis L. ",
        "nome-popular": "Louro",
        "compostos-quimicos": "Óleo essencial, como eugenol, linalol, sabineno, limoneno, pineno, cineol, geraniol e canfeno. Em concentrações relativamente menores, foram detectados taninos, mucilagem, lactonas sesquiterpênicas e alcalóides, como reticulina",
        "atividades-terapeuticas": "Ação carminativa, digestiva e antiespasmódica, hemorróidas, reumatismo, contusões, anticonvulsivante, atividades analgésica, antiinflamatória e antioxidante",
        "parte-utilizada": "Folhas",
        "modo-preparo": "Infusão e como condimentos e aromatizantes",
        "contraindicacao": "O óleo essencial e os traços de alcalóides podem exercer uma ação tóxica sobre o sistema nervoso"
    }
]